Repository: KhoiiHa/MindGear-iOS
Catalog: MindGear_iOS/MindGear_iOS/Resources/*.lproj/Localizable.strings
Languages: de

# tab.home
source: Home
de: Start

# tab.mentors
source: Mentors
de: Mentoren

# tab.favorites
source: Favorites
de: Favoriten

# tab.more
source: More
de: Mehr

# tab.categories
source: Categories
de: Kategorien

# section.recommended
source: Recommended
de: Empfohlen

# section.yourMentors
source: Your Mentors
de: Deine Mentoren

# home.title
source: Home
de: Startseite

# home.subtitle
source: Which perspective will help you today?
de: Welche Perspektive bringt dich heute weiter?

# search.placeholder
source: Search videos, mentors, topics…
de: Videos, Mentoren, Themen …

source: Loading playlists…
de: Lade Playlists…

source: Search mentors
de: Mentoren suchen

# search.mentors.hint
source: Type to search mentors.
de: Tippe, um Mentoren zu suchen.

source: Loading mentors…
de: Lade Mentoren…

# search.noResults
source: No results
de: Keine Treffer

# search.noResults.hint
source: Adjust your query or use history.
de: Begriff anpassen oder Verlauf nutzen.

source: Search in playlist
de: In Playlist suchen

# search.inPlaylist.hint
source: Type to filter results.
de: Eingeben, um Ergebnisse zu filtern.

source: Loading videos…
de: Lade Videos…

# filter.favoritesOnly
source: Show favorites only
de: Nur Favoriten anzeigen

# filter.favoritesOnly.hint
source: Toggle to show only saved videos.
de: Nur gespeicherte Videos ein- oder ausblenden.

# favorites.videos.empty.title
source: No favorite videos
de: Keine Video-Favoriten

# favorites.videos.empty.hint
source: Save videos with the heart in the detail view.
de: Speichere Videos mit dem Herz in der Detailansicht.

# favorites.filter.all
source: All
de: Alle

# favorites.filter.mentors
source: Mentors
de: Mentoren

source: Search favorites
de: Favoriten durchsuchen

# search.favorites.hint
source: Type to filter your favorites.
de: Eingeben, um Favoriten zu filtern.

# search.title
source: Search
de: Suche

# favorites.empty.title
source: No favorites yet
de: Keine Favoriten

# favorites.empty.hint
source: Save videos, mentors and playlists to see them here.
de: Speichere Videos, Mentoren und Playlists als Favorit, um sie hier zu sehen.

# playlist.empty.title
source: No videos
de: Keine Videos

# action.refresh
source: Refresh
de: Aktualisieren

# settings.username.placeholder
source: Username
de: Benutzername

# settings.section.profile
source: Profile
de: Profil

# settings.notifications.enable
source: Enable
de: Aktivieren

# settings.section.notifications
source: Notifications
de: Benachrichtigungen

# a11y.notifications.toggle.hint
source: Turn notifications on or off.
de: Schalte Benachrichtigungen an oder aus.

# history.title
source: History
de: Verlauf

# settings.onboarding.reset
source: Reset onboarding
de: Onboarding zurücksetzen

# settings.onboarding.reset.alert.title
source: Reset onboarding?
de: Onboarding wirklich zurücksetzen?

# settings.onboarding.reset.alert.confirm
source: Reset
de: Zurücksetzen

# settings.onboarding.reset.alert.message
source: The onboarding will be shown again on next launch.
de: Beim nächsten Start wird das Onboarding erneut angezeigt.

# settings.title
source: Settings
de: Einstellungen

# action.cancel
source: Cancel
de: Abbrechen

# onboarding.skip
source: Skip
de: Überspringen

# onboarding.page1.title
source: Welcome to MindGear
de: Willkommen bei MindGear

# onboarding.page1.subtitle
source: Discover curated content about mindset, focus and mental strength.
de: Entdecke kuratierte Inhalte zu Mindset, Fokus und mentaler Stärke.

# onboarding.page2.title
source: Mentors & Playlists
de: Mentoren & Playlists

# onboarding.page2.subtitle
source: Follow mentors, save playlists as favorites and find what helps you grow.
de: Folge Mentoren, speichere Playlists als Favoriten und finde schnell, was dich weiterbringt.

# onboarding.page3.title
source: Fast & Offline-friendly
de: Schnell & Offline-freundlich

# onboarding.page3.subtitle
source: Smart caching, history & favorites for a smooth experience.
de: Cleveres Caching, Verlauf & Favoriten – für eine flüssige Experience.

# onboarding.next
source: Next
de: Weiter

# onboarding.start
source: Let’s go
de: Los geht’s

# onboarding.notifications.hint
source: Enable notifications later in settings.
de: Benachrichtigungen später in den Einstellungen aktivieren.

# action.delete
source: Delete
de: Löschen

# a11y.openDetails
source: Double tap to open details.
de: Doppeltippen, um Details zu öffnen.

# a11y.openPlaylist
source: Opens playlist.
de: Öffnet Playlist.

# error.mentor.notFound
source: Mentor not found
de: Mentor nicht gefunden

# error.video.notFound
source: Video not found
de: Video nicht gefunden

# error.favorites.deleteMany
source: Could not delete favorites (%@).
de: Favoriten konnten nicht gelöscht werden (%@).

# error.favorites.deleteOne
source: Could not delete favorite (%@).
de: Favorit konnte nicht gelöscht werden (%@).

# content.languageNotice
source: Content in English
de: Inhalt auf Englisch

# categories.title
source: Categories
de: Kategorien

# search.generic.hint
source: Type to filter results.
de: Eingeben, um Ergebnisse zu filtern.

# search.clear
source: Clear search
de: Suche löschen

# search.clear.hint
source: Clears the current query.
de: Setzt den Suchtext zurück.

# a11y.favorites.add.playlist
source: Add playlist to favorites
de: Playlist zu Favoriten hinzufügen

# a11y.favorites.remove.playlist
source: Remove playlist from favorites
de: Playlist aus Favoriten entfernen

# a11y.favorites.toggle.playlist
source: Toggle playlist favorite status.
de: Favoritenstatus der Playlist umschalten.
